Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.welcome.finePrint.a11yLabel
source: Fine print: creating an account requires government ID verification
ar: ملاحظة: إنشاء الحساب يتطلب توثيق الهوية الرسمية
bn: ছোট অক্ষরের শর্ত: অ্যাকাউন্ট তৈরি করতে সরকারি আইডি যাচাই প্রয়োজন
ca: Lletra petita: crear un compte requereix verificar el document d'identitat oficial
cs: Drobné písmo: vytvoření účtu vyžaduje ověření úředním dokladem
da: Det med småt: Oprettelse af en konto kræver verificering med officielt id
de: Kleingedrucktes: Für ein Konto ist eine Verifizierung per amtlichem Ausweis erforderlich
el: Λεπτομέρειες: η δημιουργία λογαριασμού απαιτεί επαλήθευση με κρατική ταυτότητα
es: Letra pequeña: crear una cuenta requiere verificación con documento de identidad oficial
fi: Pienellä präntätty: tilin luominen vaatii viranomaisen myöntämän henkilöllisyystodistuksen vahvistuksen
fr: En petits caractères : la création d’un compte nécessite la vérification d’une pièce d’identité officielle
he: האותיות הקטנות: יצירת חשבון דורשת אימות תעודת זהות ממשלתית
hi: छोटे अक्षरों में: अकाउंट बनाने के लिए सरकारी ID सत्यापन ज़रूरी है
hr: Sitni tisak: za izradu računa potrebna je provjera državne osobne isprave
hu: Apróbetűs rész: a fiók létrehozásához hivatalos azonosító hitelesítése szükséges
id: Catatan kecil: membuat akun membutuhkan verifikasi identitas resmi
it: Nota: creare un account richiede la verifica con documento d'identità
ja: 注意書き: アカウントの作成には政府発行IDによる本人確認が必要です
ko: 유의 사항: 계정을 만들려면 정부 발급 신분증 인증이 필요해요
ml: ചെറിയ അക്ഷരത്തിൽ: അക്കൗണ്ട് സൃഷ്ടിക്കാൻ സർക്കാർ ഐഡി പരിശോധന ആവശ്യമാണ്
ms: Cetakan halus: mencipta akaun memerlukan pengesahan ID kerajaan
nb: Det med liten skrift: å opprette en konto krever verifisering med offentlig ID
nl: Kleine lettertjes: voor het aanmaken van een account is verificatie met een officieel identiteitsbewijs nodig
pl: Drobny druk: utworzenie konta wymaga weryfikacji dokumentem tożsamości
pt_br: Letras miúdas: criar uma conta exige verificação de documento oficial
pt_pt: Letras pequenas: criar uma conta requer verificação com documento de identificação oficial
ro: Cu litere mici: crearea unui cont necesită verificarea actului de identitate
ru: Мелким шрифтом: для создания аккаунта требуется проверка по удостоверению личности
sk: Drobné písmo: vytvorenie účtu vyžaduje overenie úradným dokladom
sv: Det finstilta: för att skapa ett konto krävs verifiering med statligt id
ta: சிறு குறிப்பு: கணக்கை உருவாக்க அரசு அடையாளச் சரிபார்ப்பு தேவை
te: షరతులు: ఖాతా సృష్టించడానికి ప్రభుత్వ ID ధృవీకరణ అవసరం
th: ข้อความตัวอักษรเล็ก: การสร้างบัญชีต้องยืนยันตัวตนด้วยบัตรประจำตัวที่รัฐออกให้
tr: Küçük harflerle yazılanlar: hesap oluşturmak için resmi kimlik doğrulaması gerekir
uk: Дрібний шрифт: для створення облікового запису потрібна верифікація за посвідченням особи
ur: اہم نوٹ: اکاؤنٹ بنانے کے لیے سرکاری شناختی کارڈ کی تصدیق ضروری ہے
vi: Lưu ý: tạo tài khoản yêu cầu xác minh bằng giấy tờ tùy thân do chính phủ cấp
zh_hans: 细则：创建账户需要验证政府签发的证件
zh_hant: 注意事項：建立帳號需要驗證政府核發證件

# auth.welcome.signIn
source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ml: സൈൻ ഇൻ
ms: Log Masuk
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentifică-te
ru: Войти
sk: Prihlásiť sa
sv: Logga in
ta: உள்நுழை
te: సైన్ ఇన్
th: ลงชื่อเข้าใช้
tr: Giriş Yap
uk: Увійти
ur: سائن اِن
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth.welcome.signIn.hint
source: Signs in to an existing Known account
ar: يسجّل دخولك إلى حسابك الحالي في «معروف»
bn: বিদ্যমান Known অ্যাকাউন্টে সাইন ইন করে
ca: Inicia la sessió en un compte de Known existent
cs: Přihlásí tě k existujícímu účtu Known
da: Logger ind på en eksisterende Known-konto
de: Meldet dich bei einem bestehenden Known-Konto an
el: Σε συνδέει σε υπάρχοντα λογαριασμό Known
es: Inicia sesión en una cuenta de Known existente
fi: Kirjaa sisään olemassa olevalle Known-tilille
fr: Vous connecte à un compte Known existant
he: מתחבר לחשבון Known קיים
hi: मौजूदा Known अकाउंट में साइन इन करता है
hr: Prijavljuje te u postojeći Known račun
hu: Bejelentkezés meglévő Known-fiókba
id: Masuk ke akun Known yang sudah ada
it: Accedi a un account Known esistente
ja: 既存のKnownアカウントにサインインします
ko: 기존 Known 계정에 로그인해요
ml: നിലവിലുള്ള Known അക്കൗണ്ടിൽ സൈൻ ഇൻ ചെയ്യുന്നു
ms: Log masuk ke akaun Known sedia ada
nb: Logger inn på en eksisterende Known-konto
nl: Logt in op een bestaand Known-account
pl: Loguje na istniejące konto Known
pt_br: Entra em uma conta existente do Known
pt_pt: Inicia sessão numa conta Known existente
ro: Te autentifică într-un cont Known existent
ru: Вход в существующий аккаунт Known
sk: Prihlási ťa do existujúceho účtu Known
sv: Loggar in på ett befintligt Known-konto
ta: ஏற்கெனவே உள்ள Known கணக்கில் உள்நுழையும்
te: ఇప్పటికే ఉన్న Known ఖాతాలోకి సైన్ ఇన్ చేస్తుంది
th: ลงชื่อเข้าใช้บัญชี Known ที่มีอยู่
tr: Mevcut bir Known hesabına giriş yapar
uk: Вхід в наявний обліковий запис Known
ur: موجودہ Known اکاؤنٹ میں سائن اِن کرتا ہے
vi: Đăng nhập vào tài khoản Known hiện có
zh_hans: 登录已有的 Known 账户
zh_hant: 登入現有的 Known 帳號

# auth.welcome.tagline
source: The only social network where every human is real.
ar: الشبكة الاجتماعية الوحيدة التي كل إنسان فيها حقيقي.
bn: একমাত্র সোশ্যাল নেটওয়ার্ক যেখানে প্রতিটি মানুষ আসল।
ca: L'única xarxa social on cada persona és real.
cs: Jediná sociální síť, kde je každý člověk skutečný.
da: Det eneste sociale netværk, hvor ethvert menneske er ægte.
de: Das einzige soziale Netzwerk, in dem jeder Mensch echt ist.
el: Το μοναδικό κοινωνικό δίκτυο όπου κάθε άνθρωπος είναι αληθινός.
es: La única red social donde cada persona es real.
fi: Ainoa sosiaalinen verkosto, jossa jokainen ihminen on aito.
fr: Le seul réseau social où chaque humain est réel.
he: הרשת החברתית היחידה שבה כל אדם הוא אמיתי.
hi: एकमात्र सोशल नेटवर्क जहाँ हर इंसान असली है।
hr: Jedina društvena mreža na kojoj je svaki čovjek stvaran.
hu: Az egyetlen közösségi hálózat, ahol minden ember valódi.
id: Satu-satunya jejaring sosial tempat setiap orang nyata.
it: L'unico social network in cui ogni persona è reale.
ja: すべての人が本物の、唯一のソーシャルネットワーク。
ko: 모든 사람이 실제 사람인 유일한 소셜 네트워크.
ml: ഓരോ മനുഷ്യനും യഥാർഥമായ ഏക സോഷ്യൽ നെറ്റ്‌വർക്ക്.
ms: Satu-satunya rangkaian sosial yang setiap insannya nyata.
nb: Det eneste sosiale nettverket der alle er ekte mennesker.
nl: Het enige sociale netwerk waar elk mens echt is.
pl: Jedyna sieć społecznościowa, w której każdy człowiek jest prawdziwy.
pt_br: A única rede social em que toda pessoa é real.
pt_pt: A única rede social onde todas as pessoas são reais.
ro: Singura rețea socială în care fiecare om este real.
ru: Единственная соцсеть, где все — настоящие люди.
sk: Jediná sociálna sieť, kde je každý človek skutočný.
sv: Det enda sociala nätverket där varje människa är äkta.
ta: ஒவ்வொருவரும் உண்மையான மனிதராக இருக்கும் ஒரே சமூக வலைப்பின்னல்.
te: ప్రతి మనిషి నిజమైనవారైన ఏకైక సోషల్ నెట్‌వర్క్.
th: โซเชียลเน็ตเวิร์กเดียวที่ทุกคนคือคนจริง
tr: Her insanın gerçek olduğu tek sosyal ağ.
uk: Єдина соціальна мережа, де кожна людина — справжня.
ur: واحد سوشل نیٹ ورک جہاں ہر انسان حقیقی ہے۔
vi: Mạng xã hội duy nhất nơi ai cũng là người thật.
zh_hans: 唯一每个人都是真实的社交网络。
zh_hant: 唯一每個人都是真人的社群網路。

# badge.host
source: Host
ar: مضيف
bn: হোস্ট
ca: Amfitrió
cs: Hostitel
da: Vært
el: Οικοδεσπότης
es: Anfitrión
fi: Isäntä
fr: Animateur
he: מארח
hi: होस्ट
hr: Domaćin
hu: Házigazda
ja: ホスト
ko: 호스트
ml: ഹോസ്റ്റ്
ms: Hos
nb: Vert
pl: Gospodarz
pt_br: Anfitrião
pt_pt: Anfitrião
ro: Gazdă
ru: Ведущий
sk: Hostiteľ
sv: Värd
ta: நடத்துநர்
te: హోస్ట్
th: เจ้าของห้อง
tr: Sunucu
uk: Ведучий
ur: میزبان
vi: Chủ phòng
zh_hans: 主持人
zh_hant: 主持人

# badge.insightfulVoice
source: Insightful voice
ar: صوت ملهم
bn: অন্তর্দৃষ্টিপূর্ণ কণ্ঠ
ca: Veu perspicaç
cs: Hlas s nadhledem
da: Indsigtsfuld stemme
de: Kluge Stimme
el: Διορατική φωνή
es: Voz con criterio
fi: Oivaltava ääni
fr: Voix pertinente
he: קול מעמיק
hi: समझदार आवाज़
hr: Pronicljiv glas
hu: Előremutató hang
id: Suara berwawasan
it: Voce acuta
ja: 洞察に富んだ声
ko: 통찰력 있는 목소리
ml: ഉൾക്കാഴ്ചയുള്ള ശബ്ദം
ms: Suara bernas
nb: Innsiktsfull stemme
nl: Inzichtelijke stem
pl: Trafne spostrzeżenia
pt_br: Voz perspicaz
pt_pt: Voz perspicaz
ro: Voce pătrunzătoare
ru: Мудрый голос
sk: Prenikavý hlas
sv: Insiktsfull röst
ta: நுண்ணறிவுள்ள குரல்
te: అంతర్దృష్టి గల స్వరం
th: เสียงที่มีมุมมองดี
tr: Anlayışlı ses
uk: Влучний голос
ur: بصیرت بھری آواز
vi: Tiếng nói sâu sắc
zh_hans: 有见地的声音
zh_hant: 有見地的聲音

# badge.questionAsker
source: Great questions
ar: أسئلة رائعة
bn: দারুণ প্রশ্নকর্তা
ca: Bones preguntes
cs: Skvělé otázky
da: Gode spørgsmål
de: Tolle Fragen
el: Εξαιρετικές ερωτήσεις
es: Grandes preguntas
fi: Hyviä kysymyksiä
fr: Excellentes questions
he: שאלות מצוינות
hi: बेहतरीन सवाल
hr: Sjajna pitanja
hu: Remek kérdések
id: Pertanyaan bagus
it: Ottime domande
ja: すてきな質問
ko: 훌륭한 질문
ml: മികച്ച ചോദ്യങ്ങൾ
ms: Soalan hebat
nb: Gode spørsmål
nl: Goede vragen
pl: Świetne pytania
pt_br: Ótimas perguntas
pt_pt: Ótimas perguntas
ro: Întrebări bune
ru: Отличные вопросы
sk: Skvelé otázky
sv: Bra frågor
ta: சிறந்த கேள்விகள்
te: చక్కని ప్రశ్నలు
th: ถามได้ดี
tr: Harika sorular
uk: Чудові запитання
ur: بہترین سوالات
vi: Câu hỏi hay
zh_hans: 善于提问
zh_hant: 好問題

# badge.topHelper
source: Top helper this week
ar: أكثر من ساعد هذا الأسبوع
bn: এই সপ্তাহের সেরা সহায়ক
ca: Qui més ajuda aquesta setmana
cs: Nejlepší pomocník týdne
da: Ugens bedste hjælper
de: Top-Helfer diese Woche
el: Κορυφαίος βοηθός της εβδομάδας
es: Mejor ayuda de la semana
fi: Viikon paras auttaja
fr: Meilleur soutien de la semaine
he: העוזר המוביל השבוע
hi: इस हफ़्ते के टॉप मददगार
hr: Najbolji pomagač ovog tjedna
hu: A hét legjobb segítője
id: Penolong teratas pekan ini
it: Aiutante top della settimana
ja: 今週のトップヘルパー
ko: 이번 주 최고의 도우미
ml: ഈ ആഴ്ചയിലെ മികച്ച സഹായി
ms: Penolong terbaik minggu ini
nb: Ukens beste hjelper
nl: Topbehulpzaam van deze week
pl: Najlepszy pomocnik tygodnia
pt_br: Quem mais ajudou na semana
pt_pt: Melhor ajudante da semana
ro: Cel mai bun ajutor al săptămânii
ru: Лучший помощник недели
sk: Top pomocník týždňa
sv: Veckans bästa hjälpare
ta: இந்த வாரத்தின் சிறந்த உதவியாளர்
te: ఈ వారం ఉత్తమ సహాయకుడు
th: ผู้ช่วยยอดเยี่ยมประจำสัปดาห์
tr: Haftanın en çok yardım edeni
uk: Найкращий помічник тижня
ur: اس ہفتے کا بہترین مددگار
vi: Người giúp đỡ nhiều nhất tuần này
zh_hans: 本周热心助人者
zh_hant: 本週最佳幫手

# biometrics.error.cancelled
source: Biometric sign-in was cancelled.
ar: أُلغي تسجيل الدخول بالمقاييس الحيوية.
bn: বায়োমেট্রিক সাইন-ইন বাতিল করা হয়েছে।
ca: S'ha cancel·lat l'inici de sessió biomètric.
cs: Biometrické přihlášení bylo zrušeno.
da: Biometrisk login blev annulleret.
de: Die biometrische Anmeldung wurde abgebrochen.
el: Η βιομετρική σύνδεση ακυρώθηκε.
es: Se canceló el inicio de sesión biométrico.
fi: Biometrinen kirjautuminen peruttiin.
fr: La connexion biométrique a été annulée.
he: ההתחברות הביומטרית בוטלה.
hi: बायोमेट्रिक साइन-इन रद्द कर दिया गया।
hr: Biometrijska prijava je otkazana.
hu: A biometrikus bejelentkezést megszakították.
id: Masuk dengan biometrik dibatalkan.
it: L'accesso biometrico è stato annullato.
ja: 生体認証によるサインインがキャンセルされました。
ko: 생체 인식 로그인이 취소되었어요.
ml: ബയോമെട്രിക് സൈൻ ഇൻ റദ്ദാക്കി.
ms: Log masuk biometrik dibatalkan.
nb: Biometrisk pålogging ble avbrutt.
nl: Inloggen met biometrie is geannuleerd.
pl: Logowanie biometryczne zostało anulowane.
pt_br: A entrada biométrica foi cancelada.
pt_pt: O início de sessão biométrico foi cancelado.
ro: Autentificarea biometrică a fost anulată.
ru: Вход по биометрии отменён.
sk: Biometrické prihlásenie bolo zrušené.
sv: Biometrisk inloggning avbröts.
ta: உயிரியல் அளவீட்டு உள்நுழைவு ரத்து செய்யப்பட்டது.
te: బయోమెట్రిక్ సైన్-ఇన్ రద్దు చేయబడింది.
th: ยกเลิกการลงชื่อเข้าใช้ด้วยชีวมิติแล้ว
tr: Biyometrik giriş iptal edildi.
uk: Біометричний вхід скасовано.
ur: بایومیٹرک سائن اِن منسوخ کر دیا گیا۔
vi: Đăng nhập sinh trắc học đã bị hủy.
zh_hans: 生物识别登录已取消。
zh_hant: 生物辨識登入已取消。

# biometrics.error.lockout
source: Biometrics are locked. Unlock your device with its passcode first.
ar: المقاييس الحيوية مقفلة. افتح جهازك برمز الدخول أولًا.
bn: বায়োমেট্রিক লক হয়ে গেছে। আগে ডিভাইসের পাসকোড দিয়ে আনলক করুন।
ca: La biometria està bloquejada. Desbloqueja primer el dispositiu amb el codi.
cs: Biometrie je uzamčena. Nejdřív odemkni zařízení kódem.
da: Biometri er låst. Lås først din enhed op med dens kode.
de: Biometrie ist gesperrt. Entsperre zuerst dein Gerät mit dem Code.
el: Τα βιομετρικά είναι κλειδωμένα. Ξεκλείδωσε πρώτα τη συσκευή με τον κωδικό της.
es: La biometría está bloqueada. Primero desbloquea tu dispositivo con el código.
fi: Biometriset tunnistukset on lukittu. Avaa ensin laitteesi lukitus pääsykoodilla.
fr: La biométrie est verrouillée. Déverrouillez d’abord votre appareil avec son code.
he: הביומטריה נעולה. בטל קודם את נעילת המכשיר באמצעות קוד הגישה.
hi: बायोमेट्रिक्स लॉक हैं। पहले अपने डिवाइस को पासकोड से अनलॉक करें।
hr: Biometrija je zaključana. Prvo otključaj uređaj šifrom.
hu: A biometrikus azonosítás zárolva van. Először oldd fel az eszközt a jelkóddal.
id: Biometrik terkunci. Buka kunci perangkatmu dengan kode sandinya dulu.
it: I dati biometrici sono bloccati. Prima sblocca il dispositivo con il codice.
ja: 生体認証がロックされています。先にデバイスのパスコードでロックを解除してください。
ko: 생체 인식이 잠겼어요. 먼저 기기의 암호로 잠금을 해제하세요.
ml: ബയോമെട്രിക്സ് ലോക്ക് ആയി. ആദ്യം പാസ്‌കോഡ് ഉപയോഗിച്ച് ഉപകരണം അൺലോക്ക് ചെയ്യുക.
ms: Biometrik dikunci. Buka kunci peranti anda dengan kod laluannya dahulu.
nb: Biometri er låst. Lås opp enheten med tilgangskoden først.
nl: Biometrie is vergrendeld. Ontgrendel eerst je apparaat met de toegangscode.
pl: Biometria jest zablokowana. Najpierw odblokuj urządzenie kodem.
pt_br: A biometria está bloqueada. Desbloqueie antes o dispositivo com o código.
pt_pt: A biometria está bloqueada. Desbloqueie primeiro o dispositivo com o código.
ro: Datele biometrice sunt blocate. Deblochează mai întâi dispozitivul cu codul.
ru: Биометрия заблокирована. Сначала разблокируйте устройство кодом-паролем.
sk: Biometria je zamknutá. Najprv odomkni zariadenie prístupovým kódom.
sv: Biometrin är låst. Lås först upp enheten med din kod.
ta: உயிரியல் அளவீடுகள் பூட்டப்பட்டுள்ளன. முதலில் சாதனத்தின் கடவுக்குறியீட்டால் திறக்கவும்.
te: బయోమెట్రిక్స్ లాక్ అయ్యాయి. ముందుగా మీ పరికరాన్ని పాస్‌కోడ్‌తో అన్‌లాక్ చేయండి.
th: ชีวมิติถูกล็อก ปลดล็อกอุปกรณ์ด้วยรหัสผ่านก่อน
tr: Biyometri kilitlendi. Önce cihazınızın kilidini parolayla açın.
uk: Біометрію заблоковано. Спершу розблокуйте пристрій кодом доступу.
ur: بایومیٹرکس مقفل ہیں۔ پہلے اپنی ڈیوائس کو اس کے پاس کوڈ سے کھولیں۔
vi: Sinh trắc học đang bị khóa. Hãy mở khóa thiết bị bằng mật mã trước.
zh_hans: 生物识别已被锁定。请先用设备密码解锁设备。
zh_hant: 生物辨識已鎖定。請先用密碼解鎖你的裝置。

# biometrics.error.notCompleted
source: Biometric sign-in was not completed.
ar: لم يكتمل تسجيل الدخول بالمقاييس الحيوية.
bn: বায়োমেট্রিক সাইন-ইন সম্পন্ন হয়নি।
ca: No s'ha completat l'inici de sessió biomètric.
cs: Biometrické přihlášení nebylo dokončeno.
da: Biometrisk login blev ikke gennemført.
de: Die biometrische Anmeldung wurde nicht abgeschlossen.
el: Η βιομετρική σύνδεση δεν ολοκληρώθηκε.
es: No se completó el inicio de sesión biométrico.
fi: Biometristä kirjautumista ei suoritettu loppuun.
fr: La connexion biométrique n’a pas abouti.
he: ההתחברות הביומטרית לא הושלמה.
hi: बायोमेट्रिक साइन-इन पूरा नहीं हुआ।
hr: Biometrijska prijava nije dovršena.
hu: A biometrikus bejelentkezés nem fejeződött be.
id: Masuk dengan biometrik tidak selesai.
it: L'accesso biometrico non è stato completato.
ja: 生体認証によるサインインが完了しませんでした。
ko: 생체 인식 로그인이 완료되지 않았어요.
ml: ബയോമെട്രിക് സൈൻ ഇൻ പൂർത്തിയായില്ല.
ms: Log masuk biometrik tidak selesai.
nb: Biometrisk pålogging ble ikke fullført.
nl: Inloggen met biometrie is niet voltooid.
pl: Nie ukończono logowania biometrycznego.
pt_br: A entrada biométrica não foi concluída.
pt_pt: O início de sessão biométrico não foi concluído.
ro: Autentificarea biometrică nu a fost finalizată.
ru: Вход по биометрии не завершён.
sk: Biometrické prihlásenie sa nedokončilo.
sv: Den biometriska inloggningen slutfördes inte.
ta: உயிரியல் அளவீட்டு உள்நுழைவு முடிக்கப்படவில்லை.
te: బయోమెట్రిక్ సైన్-ఇన్ పూర్తికాలేదు.
th: การลงชื่อเข้าใช้ด้วยชีวมิติไม่เสร็จสมบูรณ์
tr: Biyometrik giriş tamamlanmadı.
uk: Біометричний вхід не завершено.
ur: بایومیٹرک سائن اِن مکمل نہیں ہوا۔
vi: Đăng nhập sinh trắc học chưa hoàn tất.
zh_hans: 生物识别登录未完成。
zh_hant: 生物辨識登入未完成。

# biometrics.error.notEnrolled
source: No biometrics are enrolled on this device.
ar: لا توجد مقاييس حيوية مسجّلة على هذا الجهاز.
bn: এই ডিভাইসে কোনো বায়োমেট্রিক নিবন্ধিত নেই।
ca: No hi ha cap dada biomètrica registrada en aquest dispositiu.
cs: Na tomto zařízení není nastavena žádná biometrie.
da: Der er ikke oprettet biometri på denne enhed.
de: Auf diesem Gerät ist keine Biometrie eingerichtet.
el: Δεν υπάρχουν καταχωρισμένα βιομετρικά σε αυτή τη συσκευή.
es: No hay datos biométricos registrados en este dispositivo.
fi: Tälle laitteelle ei ole määritetty biometrisiä tunnistuksia.
fr: Aucune donnée biométrique n’est enregistrée sur cet appareil.
he: לא הוגדרה ביומטריה במכשיר הזה.
hi: इस डिवाइस पर कोई बायोमेट्रिक दर्ज नहीं है।
hr: Na ovom uređaju nije postavljena biometrija.
hu: Ezen az eszközön nincs beállítva biometrikus azonosítás.
id: Tidak ada biometrik yang terdaftar di perangkat ini.
it: Su questo dispositivo non ci sono dati biometrici registrati.
ja: このデバイスには生体認証が登録されていません。
ko: 이 기기에 등록된 생체 정보가 없어요.
ml: ഈ ഉപകരണത്തിൽ ബയോമെട്രിക്സ് ഒന്നും ചേർത്തിട്ടില്ല.
ms: Tiada biometrik didaftarkan pada peranti ini.
nb: Ingen biometri er registrert på denne enheten.
nl: Er is geen biometrie ingesteld op dit apparaat.
pl: Na tym urządzeniu nie skonfigurowano biometrii.
pt_br: Não há biometria cadastrada neste dispositivo.
pt_pt: Não há biometria configurada neste dispositivo.
ro: Nicio dată biometrică nu este înregistrată pe acest dispozitiv.
ru: На этом устройстве не настроена биометрия.
sk: Na tomto zariadení nie je nastavená žiadna biometria.
sv: Ingen biometri är registrerad på den här enheten.
ta: இந்தச் சாதனத்தில் உயிரியல் அளவீடுகள் எதுவும் பதிவு செய்யப்படவில்லை.
te: ఈ పరికరంలో బయోమెట్రిక్స్ నమోదు చేయలేదు.
th: อุปกรณ์นี้ไม่ได้ลงทะเบียนชีวมิติไว้
tr: Bu cihazda kayıtlı biyometri yok.
uk: На цьому пристрої не налаштовано біометрію.
ur: اس ڈیوائس پر کوئی بایومیٹرک درج نہیں ہے۔
vi: Thiết bị này chưa đăng ký sinh trắc học nào.
zh_hans: 此设备上未录入生物识别信息。
zh_hant: 此裝置尚未設定生物辨識。

# biometrics.error.unavailable
source: Biometric sign-in isn't available on this device.
ar: تسجيل الدخول بالمقاييس الحيوية غير متاح على هذا الجهاز.
bn: এই ডিভাইসে বায়োমেট্রিক সাইন-ইন পাওয়া যাচ্ছে না।
ca: L'inici de sessió biomètric no està disponible en aquest dispositiu.
cs: Biometrické přihlášení není na tomto zařízení dostupné.
da: Biometrisk login er ikke tilgængeligt på denne enhed.
de: Die biometrische Anmeldung ist auf diesem Gerät nicht verfügbar.
el: Η βιομετρική σύνδεση δεν είναι διαθέσιμη σε αυτή τη συσκευή.
es: El inicio de sesión biométrico no está disponible en este dispositivo.
fi: Biometrinen kirjautuminen ei ole käytettävissä tällä laitteella.
fr: La connexion biométrique n’est pas disponible sur cet appareil.
he: התחברות ביומטרית אינה זמינה במכשיר הזה.
hi: इस डिवाइस पर बायोमेट्रिक साइन-इन उपलब्ध नहीं है।
hr: Biometrijska prijava nije dostupna na ovom uređaju.
hu: A biometrikus bejelentkezés nem érhető el ezen az eszközön.
id: Masuk dengan biometrik tidak tersedia di perangkat ini.
it: L'accesso biometrico non è disponibile su questo dispositivo.
ja: このデバイスでは生体認証によるサインインを利用できません。
ko: 이 기기에서는 생체 인식 로그인을 사용할 수 없어요.
ml: ഈ ഉപകരണത്തിൽ ബയോമെട്രിക് സൈൻ ഇൻ ലഭ്യമല്ല.
ms: Log masuk biometrik tidak tersedia pada peranti ini.
nb: Biometrisk pålogging er ikke tilgjengelig på denne enheten.
nl: Inloggen met biometrie is niet beschikbaar op dit apparaat.
pl: Logowanie biometryczne nie jest dostępne na tym urządzeniu.
pt_br: A entrada biométrica não está disponível neste dispositivo.
pt_pt: O início de sessão biométrico não está disponível neste dispositivo.
ro: Autentificarea biometrică nu este disponibilă pe acest dispozitiv.
ru: Вход по биометрии недоступен на этом устройстве.
sk: Biometrické prihlásenie nie je na tomto zariadení dostupné.
sv: Biometrisk inloggning är inte tillgänglig på den här enheten.
ta: இந்தச் சாதனத்தில் உயிரியல் அளவீட்டு உள்நுழைவு இல்லை.
te: ఈ పరికరంలో బయోమెట్రిక్ సైన్-ఇన్ అందుబాటులో లేదు.
th: อุปกรณ์นี้ไม่รองรับการลงชื่อเข้าใช้ด้วยชีวมิติ
tr: Biyometrik giriş bu cihazda kullanılamıyor.
uk: Біометричний вхід недоступний на цьому пристрої.
ur: اس ڈیوائس پر بایومیٹرک سائن اِن دستیاب نہیں۔
vi: Đăng nhập sinh trắc học không khả dụng trên thiết bị này.
zh_hans: 此设备不支持生物识别登录。
zh_hant: 此裝置無法使用生物辨識登入。

# biometrics.error.userFallback
source: Enter your password to continue.
ar: أدخل كلمة المرور للمتابعة.
bn: চালিয়ে যেতে আপনার পাসওয়ার্ড দিন।
ca: Introdueix la contrasenya per continuar.
cs: Pro pokračování zadej heslo.
da: Indtast din adgangskode for at fortsætte.
de: Gib zum Fortfahren dein Passwort ein.
el: Εισήγαγε τον κωδικό σου για να συνεχίσεις.
es: Introduce tu contraseña para continuar.
fi: Jatka antamalla salasanasi.
fr: Saisissez votre mot de passe pour continuer.
he: הזן את הסיסמה שלך כדי להמשיך.
hi: जारी रखने के लिए अपना पासवर्ड डालें।
hr: Unesi lozinku za nastavak.
hu: A folytatáshoz add meg a jelszavadat.
id: Masukkan kata sandimu untuk melanjutkan.
it: Inserisci la password per continuare.
ja: 続けるにはパスワードを入力してください。
ko: 계속하려면 비밀번호를 입력하세요.
ml: തുടരാൻ നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക.
ms: Masukkan kata laluan anda untuk teruskan.
nb: Skriv inn passordet ditt for å fortsette.
nl: Voer je wachtwoord in om door te gaan.
pl: Wpisz hasło, aby kontynuować.
pt_br: Digite sua senha para continuar.
pt_pt: Introduza a sua palavra-passe para continuar.
ro: Introdu parola pentru a continua.
ru: Введите пароль, чтобы продолжить.
sk: Na pokračovanie zadaj heslo.
sv: Ange ditt lösenord för att fortsätta.
ta: தொடர உங்கள் கடவுச்சொல்லை உள்ளிடுங்கள்.
te: కొనసాగడానికి మీ పాస్‌వర్డ్‌ను నమోదు చేయండి.
th: ใส่รหัสผ่านของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için şifrenizi girin.
uk: Введіть пароль, щоб продовжити.
ur: جاری رکھنے کے لیے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu để tiếp tục.
zh_hans: 请输入密码以继续。
zh_hant: 請輸入密碼以繼續。

# biometrics.kind.generic
source: Biometrics
ar: المقاييس الحيوية
bn: বায়োমেট্রিক
ca: Biometria
cs: Biometrie
da: Biometri
de: Biometrie
el: Βιομετρικά
es: Biometría
fi: Biometriset tunnisteet
fr: Biométrie
he: ביומטריה
hi: बायोमेट्रिक्स
hr: Biometrija
hu: Biometrikus azonosítás
id: Biometrik
it: Dati biometrici
ja: 生体認証
ko: 생체 인식
ml: ബയോമെട്രിക്സ്
ms: Biometrik
nb: Biometri
nl: Biometrie
pl: Biometria
pt_br: Biometria
pt_pt: Biometria
ro: Date biometrice
ru: Биометрия
sk: Biometria
sv: Biometri
ta: உயிரியல் அளவீடுகள்
te: బయోమెట్రిక్స్
th: ชีวมิติ
tr: Biyometri
uk: Біометрія
ur: بایومیٹرکس
vi: Sinh trắc học
zh_hans: 生物识别
zh_hant: 生物辨識

# biometrics.usePasscode
source: Use Passcode
ar: استخدام رمز الدخول
bn: পাসকোড ব্যবহার করুন
ca: Fes servir el codi
cs: Použít kód
da: Brug kode
de: Code verwenden
el: Χρήση κωδικού
es: Usar código
fi: Käytä pääsykoodia
fr: Utiliser le code
he: השתמש בקוד גישה
hi: पासकोड इस्तेमाल करें
hr: Koristi šifru
hu: Jelkód használata
id: Pakai Kode Sandi
it: Usa il codice
ja: パスコードを使用
ko: 암호 사용
ml: പാസ്‌കോഡ് ഉപയോഗിക്കുക
ms: Guna Kod Laluan
nb: Bruk tilgangskode
nl: Toegangscode gebruiken
pl: Użyj kodu
pt_br: Usar código
pt_pt: Usar código
ro: Folosește codul
ru: Ввести код-пароль
sk: Použiť prístupový kód
sv: Använd kod
ta: கடவுக்குறியீட்டைப் பயன்படுத்து
te: పాస్‌కోడ్ వాడండి
th: ใช้รหัสผ่านเครื่อง
tr: Parola Kullan
uk: Ввести код доступу
ur: پاس کوڈ استعمال کریں
vi: Dùng mật mã
zh_hans: 使用密码
zh_hant: 使用密碼
